",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Add";

"Cancel|generic cancel button" = "Cancel";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Facebook Messages";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook User";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Friends or Contacts";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Group Conversation";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Incomplete contact";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Invalid Contact";

"Last Updated: %@|last updated date in pull to refresh header" = "Last Updated: %1$@";

"Loading...|loading progress text" = "Loading...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "More Online Friends";

"Name|Placeholder text: Name of new contact" = "Name";

"New Contact|Button title: Create a new contact" = "New Contact";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "on mobile";

"online|presences status for being online on the web" = "online";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Phone or Email";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Please enter a phone number or email.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Please enter the person's name and contact information.";

"Pull down to refresh...|message for pull down to refresh" = "Pull down to refresh...";

"Push up to refresh...|message for push up to refresh" = "Push up to refresh...";

"Release to refresh...|message for releasing to refresh" = "Release to refresh...";

"Search|placeholder in search bar" = "Search";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Search for More Friends…";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Send to:";

"To:|to field in contact picker" = "To:";

"Updating...|updating progress text" = "Updating...";

